Repository: johandroid/givemelyrics
Catalog: po/extra/*.po
Languages: ja, nl, te

source: Lyrics for your songs
ja: 曲の歌詞を表示します
nl: Songeksten voor je nummers
te: మీ పాటలకు సాహిత్యం

source: See the lyrics of the song that is playing, from any application. Sing along with the option to sync lyrics.
ja: アプリケーションで再生中の曲の歌詞を表示します。該当部分を強調表示するオプションを使うと、曲に合わせて歌えます。
nl: Bekijk de songtekst van het nummer dat wordt afgespeeld, via welke app dan ook. Zing mee met de optie om songteksten te synchroniseren.
te: ఏదైనా అప్లికేషన్ నుండి, ప్లే అవుతున్న పాట యొక్క సాహిత్యాన్ని చూడండి. సాహిత్యాన్ని సమకాలీకరించే ఎంపికతో పాటు పాడండి.

source: Fix Translations
ja: 翻訳を修正
nl: Vertalingen gerepareerd
te: అనువాదాలను పరిష్కరించండి

source: Change sync lyrics
ja: 該当部分の強調表示の変更
nl: Gesynchroniseerde songtekst wijzigen
te: సాహిత్యా సమకాలీకరణ మార్చండి

source: Bugfix
ja: バグ修正
nl: Foutoplossing
te: తప్పిదాన్ని పరిష్కరించు

source: New Translations
ja: 新しい翻訳
nl: Nieuwe vertalingen
te: కొత్త అనువాదాలూ

source: Sync Lyrics
ja: 該当部分の強調表示
nl: Songteksten synchroniseren
te: సాహిత్యాన్ని సమకాలీకరించండి

source: Dark Theme
ja: ダークモード
nl: Donker thema
te: చీకటి నేపథ్యం

source: Critical Bugfix
ja: 緊急のバグ修正
nl: Kritieke foutoplossing
te: క్లిష్టమైన తప్పిదాన్ని పరిష్కరించు

source: Fix scroll window
ja: ウィンドウのスクロールを修正
nl: Scrollen in venster opgelost

source: Show loading label
ja: 読み込み中にラベルを表示
nl: Label "bezig met laden..." toegevoegd
te: లోడ్ అయ్యే చీటీని చూపించండి

source: Label Advertising
ja: 広告再生中にラベルを表示
nl: Labelreclame
te: చీటీ ప్రకటనలు చెయడం

source: Source link
ja: 情報源のリンクを追加
nl: Bronlink
te: మూల లింక్

source: New icon
ja: 新しいアイコン
nl: Nieuw pictogram
te: కొత్త చిహ్నం

source: New translation: French
ja: 新しい翻訳: フランス語
nl: Nieuwe vertaling: Frans
te: కొత్త అనువాదము:ఫ్రెంచ్

source: New Source: letras.mus.br
ja: 新しい情報源: letras.mus.br
nl: Nieuwe bron: letras.mus.br

source: Show lyrics
ja: 歌詞を表示
nl: Songteksten tonen
te: సాహిత్యాని చూపించండి

source: See the lyrics of the song that is playing.
ja: 再生中の曲の歌詞を表示します。
nl: Bekijk de songtekst van het nummer dan wordt afgespeeld.
te: ఆడుతున్న పాట యొక్క సాహిత్యాన్ని చూడండి.

source: audio;lyrics;
ja: audio;lyrics;オーディオ;歌詞;
nl: audio;songtekst;
te: ధ్వని;సాహిత్యం;

source: Give Me Lyrics
te: సాహిత్యం ఇవ్వు
