Repository: johandroid/givemelyrics
Catalog: po/*.po
Languages: mr, te

source: Menu
mr: मेनू
te: మెను

source: Give Me Lyrics
mr: गिव्ह मी लिरिक्स
te: సాహిత్యం ఇవ్వు

source: Source
mr: स्त्रोत
te: మూలం

source: Synchronized Lyrics
mr: सिंक्रोनाइझ गीत
te: సమకాలీకరించబడిన సాహిత్యం

source: Nothing is playing
mr: काहीही वाजत नाही आहे
te: ఎమీ ఆడుట్డలేదు

source: Advertising
mr: जाहिरात
te: ప్రకతనలు

source: Loading
mr: लोड करीत आहे
te: లోడ్

source: No lyric found
mr: कोणतेही गीत सापडले नाही
te: సాహిత్యం దొరకలేదు

source: Non-Synchronized Lyrics
mr: न-संकालित गीत
te: సమకాలీకరించబడలేని సాహిత్యం

source: Synchronized Lyrics:
mr: समक्रमित गीत:
te: సమకాలీకరించబడిన సాహిత్యం

source: Dark Theme:
mr: गडद थीम:
te: చీకటి థీమ్
